{
  "array": [
    {
      "text": "РЕКТОР: Добро пожаловать на ФПМИ! Да, дела тут не очень, но я уверен, вы справитесь. Кстати, я ректор. Я буду пристально наблюдать за вами.",
      "replies": [],
      "nextIndices": [ 1 ],
      "actions": [ "", "", "" ]
    },
    {
      "text": "Ваша репутация отмечена иконкой репутации в UI. Каждое ваше действие будет влиять на этот показатель. Внимание! Если у вас кончатся очки репутации, вы будете уволены с должности.",
      "replies": [],
      "nextIndices": [ 2 ],
      "actions": [ "", "", "" ]
    },
    {
      "text": "РЕКТОР: Кстати, у нас идёт ремонт. Уже 3 года… Но всё это время мы не сидели сложа руки! Мы отремонтировали ступеньки! А ещё, посмотрите, какая красивая имитация фасадов! И не скажешь, что за ней полностью разрушенные аудитории. Вы же сможете их восстановить?",
      "replies": [],
      "nextIndices": [ 3 ],
      "actions": [ "", "", "" ]
    },
    {
      "text": "Ремонтируйте закрытые аудитории, чтобы увеличить количество студентов и персонала.",
      "replies": [ "А деньги на ремонт есть?" ],
      "nextIndices": [ 4 ],
      "actions": [ "", "", "" ]
    },
    {
      "text": "РЕКТОР: Денег нет, но вы держитесь. Понимаете, мы очень много потратили на ступеньки и фасады, ваш бюджет будет сильно ограничен. Вы только не волнуйтесь, я уверен вы быстро восстановите финансовую ситуацию на факультете.",
      "replies": [],
      "nextIndices": [ 5 ],
      "actions": [ "", "", "" ]
    },
    {
      "text": "Доступные деньги отмечены иконкой денег в UI. Внимательно следите за их количеством. Если у вас не останется денег, вы будете уволены.",
      "replies": [],
      "nextIndices": [ 6 ],
      "actions": [ "", "", "" ]
    },
    {
      "text": "РЕКТОР: А вообще, деньги же не главное! Главное в университете – преподаватели. Тут у нас всё отлично, это я вам гарантирую!",
      "replies": [],
      "nextIndices": [ 7 ],
      "actions": [ "", "", "" ]
    },
    {
      "text": "ПРЕПОДАВАТЕЛЬ НА ЗАДНЕМ ФОНЕ: Кому заявление об увольнении отдавать?!",
      "replies": [],
      "nextIndices": [ 8 ],
      "actions": [ "", "", "" ]
    },
    {
      "text": "РЕКТОР: Не обращайте внимания… Поверьте, кадры готовы, осталось только аудитории найти! Ну что, вы готовы?",
      "replies": [ "Да, Наверное…", "Можно мне домой?" ],
      "nextIndices": [ 9, 10 ]
    },
    {
      "text": "РЕКТОР: Вот и замечательно. Удачи, она вам пригодится!",
      "replies": [],
      "nextIndices": [9],
      "actions": [ "", "close", "" ]
    },
    {
      "text": "РЕКТОР: Ваш дом теперь тут, добро пожаловать! И удачи, она вам пригодится!",
      "replies": [],
      "nextIndices": [10],
      "actions": [ "", "close", "" ]
    }
  ]
}
